Revit 2024 API
ParameterTypeId.SteelElemWeldPitch Property
 "Pitch"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemWeldPitch { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemWeldPitch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemWeldPitch {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace